Repository: larsen66/pappy-exit
Catalog: pappy-188956aa9fa00b6b7b7822a90c068c241df0a765/additional-resources/Pappi-repositories/django-star-ratings-develop/star_ratings/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Score
fa: امتیاز

source: Rating average
fa: میانگین امتیاز

source: User is mandatory. Enable 'STAR_RATINGS_ANONYMOUS' for anonymous ratings.
fa: ورود کاربر اجباری است. مقدار 'STAR_RATINGS_ANONYMOUS' را برای امتیاز دادن به صورت ناشناس فعال کنید.

source: Already rated.
fa: قبلا امتیاز داده است.

source: Log in to rate
fa: برای امتیاز دادن وارد شوید

source: Average:
fa: میانگین:

source: Rating Count:
fa: تعداد امتیازات:

source: You Rated:
fa: امتیاز شما:

source: Not rated
fa: امتیاز داده نشده

source: Please log in to rate.
fa: لطفا برای امتیاز دادن وارد شوید.
